{
	"@metadata": {
		"authors": [
			"AK",
			"Badseed",
			"Consta",
			"Dead3y3",
			"Glavkos",
			"Lou",
			"ZaDiak",
			"Geraki"
		]
	},
	"gadgets-desc": "Επιτρέπει στους χρήστες να διαλέξουν [[Special:Gadgets|CSS και JavaScript πρόσθετα]] στις [[Special:Preferences#mw-prefsection-gadgets|προτιμήσεις]] τους",
	"prefs-gadgets": "Ειδικές επιλογές",
	"gadgets-prefstext": "Ακολουθεί μια λίστα με ειδικές επιλογές που μπορείτε να ενεργοποιήσειτε για το λογαριασμό σας.\nΑυτές οι επιλογές είναι βασισμένες κυρίως σε JavaScript, οπότε αυτή θα πρέπει να ενεργοποιηθεί στον φυλλομετρητή σας για να δουλέψουν.\nΣημειώστε ότι οι επιλογές αυτές δεν θα έχουν καμία επίδραση σε αυτή τη σελίδα προτιμήσεων.\n\nΕπίσης σημειώστε ότι αυτές οι ειδικές επιλογές δεν είναι μέρος του λογισμικού MediaWiki, και συνήθως αναπτύσσονται και συντηρούνται από χρήστες στο τοπικό σας wiki.\nΟι τοπικοί διαχειριστές μπορούν να επεξεργαστούν τις διαθέσιμες επιλογές χρησιμοποιώντας τις σελίδες [[MediaWiki:Gadgets-definition]] και [[Special:Gadgets]].",
	"gadgets": "Πρόσθετα",
	"gadgets-title": "Πρόσθετα",
	"gadgets-pagetext": "Παρακάτω βρίσκεται ένας κατάλογος με τις ειδικές λειτουργίες τις οποίες οι χρήστες μπορούν να ενεργοποιήσουν στη [[Special:Preferences#mw-prefsection-gadgets|σελίδα προτιμήσεών]] τους, όπως ορίζεται από τη σελίδα [[MediaWiki:Gadgets-definition|ορισμών]].<br />\nΑυτή η επισκόπηση παρέχει εύκολη πρόσβαση στις σελίδες μηνυμάτων του συστήματος που ορίζουν την περιγραφή και τον κώδικα κάθε λειτουργίας.",
	"gadgets-uses": "Χρήσεις",
	"gadgets-required-rights": "Απαιτεί {{PLURAL:$2|το εξής δικαίωμα|τα εξής δικαιώματα}}:\n\n$1",
	"gadgets-default": "Ενεργοποιήθηκε για τον καθένα από προεπιλογή.",
	"gadgets-export": "Εξαγωγή",
	"gadgets-export-title": "Μικροεφαρμογή εξαγωγής",
	"gadgets-not-found": "Μικροεφαρμογή \"$1\" δεν βρέθηκε.",
	"gadgets-export-text": "Για την εξαγωγή της μικροεφαρμογής (gadget) $1, κάντε κλικ στο κουμπί \"{{int:gadgets-export-download}}\", αποθηκεύστε το αρχείο που λάβατε, πάτε στο Special:Import του wiki προορισμού και ανεβάστε το. Μετά προσθέστε τα παρακάτω στη σελίδα ορισμού των MediaWiki:Gadgets:\n<pre>$2</pre>\nΠρέπει να έχετε τα κατάλληλα δικαιώματα στο wiki προορισμού (συμπεριλαμβανομένου και του δικαιώματος επεξεργασίας μηνυμάτων συστήματος) και να είναι ενεργοποιημένη η εισαγωγή αρχείων προς ανέβασμα.",
	"gadgets-export-download": "Λήψη"
}
