{
	"@metadata": {
		"authors": [
			"CoderSI",
			"Malikxan"
		]
	},
	"prefs-gadgets": "Gadjetlar",
	"gadgets-prefstext": "Quyida hisobingiz uchun faollashtirishingiz mumkin boʻlgan maxsus gadjetlat roʻyxati keltirilgan.\nUshbu gadjetlar asosan JavaScriptdan foydalanadi. Shunday ekan, gadjetlar ishlashi uchun brauzeringizda JavaScript yoniq boʻlishi lozim.\nShuni ham unutmangki, gadjetlar mazkur moslamalar sahifasida ishlamaydi.\n\nUshbu gadjetlar MediaWiki dasturining bir qismi emasdir. Ular odatda mahalliy vikingizdagi foydalanuvchilar tomonidan yaratilingan boʻladi.\nMahalliy interfeys administratorlari mavjud gadjetlarning [[MediaWiki:Gadgets-definition|taʼriflarini]], mahalliy administratorlar esa ularning [[Special:Gadgets|izohlarini]] tahrirlay olishadi. Siz esa istalgan gadjetning ichki kodiga razm solishingiz mumkin. Bundan tashqari, ushbu vikidagi gadjetlarning har biridan nechta foydalanuvchi foydalanishi haqidagi statistikani [[Special:GadgetUsage|mana bu sahifadan]] olishingiz mumkin.",
	"special-gadgets": "Gadjetlar",
	"gadgetusage-gadget": "Gadjet",
	"gadgetusage-usercount": "Foydalanuvchilar soni",
	"gadgetusage-noresults": "Hech qanday gadjet topilmadi.",
	"gadgetusage-intro": "Bu jadvalda ushbu vikidagi gadjetlarning har biridan nechta foydalanuvchi foydalanishi haqidagi statistika koʻrsatilgan. Faol foydalanuvchi deganda, oxirgi {{PLURAL:$1|kun|$1 kun}}da kamida bitta tahrir qilgan foydalanuvchi nazarda tutilgan. Shuni ham unutmangki, quyidagi jadvalda sukut boʻyicha barcha uchun yoniq boʻlgan gadjetlar statistikasi koʻrsatilinmagan.",
	"gadgetusage-intro-noactive": "Bu jadvalda ushbu vikidagi gadjetlarning har biridan nechta foydalanuvchi foydalanishi haqidagi statistika koʻrsatilgan. Sukut boʻyicha barcha uchun yoniq boʻlgan gadjetlar statistikasi esa koʻrsatilinmagan.",
	"gadgetusage-activeusers": "Faol foydalanuvchilar",
	"gadgetusage-default": "Sukut boʻyicha",
	"gadgets-title": "Gadjetlar",
	"gadgets-editdescription": "Tavsifni oʻzgartirish",
	"gadgets-viewdescription": "Tavsifni koʻrish",
	"gadgets-default": "Barchaga sukut boʻyicha yoqilgan."
}
