{
	"@metadata": {
		"authors": [
			"Minh Nguyen",
			"Vinhtantran",
			"NguoiDungKhongDinhDanh",
			"NguyenHung"
		]
	},
	"oathauth-desc": "Cho phép xác nhận dùng các mật khẩu một lần dựa trên mã xác thực thông điệp được băm (HMAC)",
	"disableoathforuser": "Tắt xác thực dùng hai nhân tố của thành viên",
	"verifyoathforuser": "Xác minh tình trạng xác thực dùng hai nhân tố",
	"oath": "Xác thực OATH",
	"specialpages-group-oath": "Xác thực dùng hai nhân tố",
	"oathauth-account": "Tên tài khoản:",
	"oathauth-secret": "Chìa khóa bí mật của xác thực hai nhân tố:",
	"oathauth-enable": "Xác thực dùng hai nhân tố",
	"oathauth-scratchtokens": "Dưới đây là danh sách các mã dùng một lần. Các mã này chỉ có thể dùng một lần khi khẩn cấp. Xin hãy ghi xuống các mã này và lưu giữ chúng ở một nơi an toàn. Nếu bạn mất điện thoại của bạn, các mã này là cách duy nhất để cứu tài khoản của bạn. '''Các mã này sẽ không bao giờ hiển thị nữa'''.",
	"oathauth-token": "Token",
	"oathauth-disable": "Tắt xác thực dùng hai nhân tố",
	"oathauth-validatedoath": "Đã xác nhận thông tin xác thực dùng hai nhân tố. Từ nay sẽ áp dụng việc xác thực dùng hai nhân tố.",
	"oathauth-noscratchforvalidation": "Bạn không thể sử dụng mã thẻ để xác thực dùng hai nhân tố. Các mã thẻ chỉ để sao lưu hoặc sử dụng tình cờ. Xin hãy nhập mã xác nhận từ trình xác thực của bạn.",
	"oathauth-failedtovalidateoath": "Thất bại khi xác nhận thông tin xác thực dùng hai nhân tố",
	"oathauth-disabledoath": "Đã tắt xác thực dùng hai nhân tố.",
	"oathauth-prefs-label": "Xác thực dùng hai nhân tố:",
	"oathauth-step1": "Bước 1: Tải về ứng dụng xác thực dùng hai nhân tố",
	"oathauth-step1-test": "Tải một chương trình có chức năng xác thực dùng hai nhân tố. Đó có thể là một ứng dụng di động (như trình xác thực Google Authenticator) hoặc một ứng dụng dành cho máy tính để bàn.",
	"oathauth-step2": "Bước 2: Quét mã QR",
	"oathauth-step2alt": "Hoặc nhập mật mã thủ công:",
	"oathauth-step3": "Bước 3: Ghi xuống các mã thẻ",
	"oathauth-step4": "Bước 4: Xác nhận",
	"oathauth-entertoken": "Nhập một mã từ thiết bị xác thực của bạn để xác nhận:",
	"oathauth-disable-for-user": "Tắt xác thực dùng hai nhân tố của thành viên",
	"oathauth-verify-for-user": "Xác minh xem thành viên có bật xác thực dùng hai nhân tố không",
	"right-oathauth-disable-for-user": "Tắt xác thực dùng hai nhân tố của thành viên",
	"action-oathauth-disable-for-user": "tắt xác thực dùng hai nhân tố của thành viên",
	"right-oathauth-verify-user": "Xác minh xem thành viên có bật xác thực dùng hai nhân tố không",
	"action-oathauth-verify-user": "xác minh xem thành viên có bật xác thực dùng hai nhân tố không",
	"right-oathauth-view-log": "Truy cập nhật trình thay đổi xác thực dùng hai nhân tố",
	"action-oathauth-view-log": "truy cập nhật trình thay đổi xác thực dùng hai nhân tố",
	"oathauth-disable-intro": "Càng nhiều quyền hành thì trách nhiệm càng lớn",
	"oathauth-enteruser": "Tên người dùng:",
	"oathauth-enterdisablereason": "Lý do tắt:",
	"oathauth-enterverifyreason": "Lý do kiểm tra:",
	"oathauth-user-not-does-not-have-oath-enabled": "Thành viên này không bật xác thực dùng hai nhân tố, nên không thể tắt",
	"right-oathauth-enable": "Xác thực dùng hai nhân tố",
	"action-oathauth-enable": "xác thực dùng hai nhân tố",
	"oathauth-auth-token-label": "Token",
	"oathauth-auth-token-help": "Mật khẩu dùng một lần được sử dụng làm nhân tố thứ hai trong quá trình xác thực dùng hai nhân tố.",
	"oathauth-auth-ui": "Xin hãy nhập một mã xác nhận từ máy xác thực của bạn.",
	"oathauth-throttled": "Đã cố xác nhận danh tính nhiều lần quá! Xin hãy chờ $1.",
	"oathauth-login-failed": "Xác nhận thất bại.",
	"oathauth-describe-provider": "Xác thực dùng hai nhân tố (OATH).",
	"grant-group-authentication": "Thực hiện các tác vụ xác thực cho chính mình và những người khác",
	"grant-oath": "Truy cập thông tin xác thực dùng hai nhân tố (OATH) về chính mình và những người khác",
	"right-oathauth-api-all": "Truy vấn và xác nhận thông tin OATH về chính mình và những người khác",
	"action-oathauth-api-all": "kiểm tra trạng thái OATH",
	"oathauth-user-not-found": "Không tìm thấy thành viên có tên đó",
	"oath-log-name": "Nhật trình xác thực dùng hai nhân tố",
	"oath-log-header": "Các sự kiện này theo dõi sự thay đổi trạng thái xác thực dùng hai nhân tố của người dùng.",
	"logentry-oath-disable-other": "$1 {{GENDER:$2}}đã tắt xác thực dùng hai nhân tố của $3",
	"logentry-oath-verify": "$1 {{GENDER:$2}}đã kiểm tra xem $3 có bật xác thực dùng hai nhân tố không",
	"oathauth-ui-no-module": "Không kích hoạt",
	"oathauth-module-invalid": "Người dùng đã đăng ký mô-đun OATHAuth không hợp lệ.",
	"oathauth-module-totp-label": "Mã một lần theo thời điểm",
	"oathauth-ui-manage": "Quản lý",
	"oathmanage": "Quản lý Xác thực dùng hai nhân tố",
	"oathauth-ui-not-enabled-modules": "Chuyển sang một phương pháp khác",
	"oathauth-ui-enabled-module": "Phương pháp xác thực đã bật",
	"oathauth-enable-generic": "Bật",
	"oathauth-disable-generic": "Tắt",
	"oathauth-invalid-data-format": "Dữ liệu cung cấp để tạo khóa cho phương pháp xác thực này không hợp lệ",
	"oathauth-invalid-key-type": "Khóa thiết lập cho thành viên không khớp với kiểu bắt buộc của phương pháp xác thực đã chọn",
	"oathauth-disable-page-title": "Tắt $1",
	"oathauth-enable-page-title": "Bật $1",
	"oathauth-action-exclusive-to-2fa": "Chỉ thành viên đã bật xác thực dùng hai nhân tố mới thực hiện được tác vụ này.",
	"oathauth-ui-available-modules": "Các phương pháp được dùng",
	"oathauth-ui-general-help": "'''Xác thực dùng đa nhân tố''' là một phương pháp xác thực trong đó một người dùng máy tính chỉ được trao quyền truy cập sau khi cung cấp được từ hai bằng chứng (tức là nhân tố) trở lên cho hệ thống xác thực: kiến thức (điều gì đó chỉ có người dùng mới biết được), sở hữu (điều gì đó chỉ có người dùng mới có), và cố hữu (điều gì đó định hình người dùng). [https://en.wikipedia.org/wiki/Multi-factor_authentication Xem thêm (tiếng Anh)]",
	"oathauth-totp-description": "Giải thuật Mã một lần theo thời điểm là một bộ mở rộng của giải thuật Mã một lần theo HMAC dùng để tạo ra một mật khẩu dùng một lần bằng cách sử dụng tính duy nhất của thời điểm hiện tại.",
	"oathauth-disable-method-warning-header": "Xác nhận tắt phương pháp xác thực",
	"oathauth-disable-method-warning-button-label": "Xác nhận và tiếp tục",
	"oathauth-disable-method-warning": "Nếu bạn tắt phương pháp xác thực dùng hai nhân tố $1, bạn sẽ không thể dùng phương pháp này khi đăng nhập nữa, và tất cả những dữ liệu liên quan đến phương pháp xác thực này sẽ bị xóa.",
	"oathauth-switch-method-warning-header": "Xác nhận đổi sang phương pháp xác thực khác",
	"oathauth-switch-method-warning": "Sau khi đổi sang phương pháp xác thực dùng hai nhân tố $2, phương pháp hiện tại ($1) sẽ bị tắt, và tất cả những dữ liệu liên quan đến phương pháp xác thực hiện tại sẽ bị xóa",
	"oathauth-totp-disable-warning": "Bạn sẽ không thể sử dụng thiết bị xác thực đăng ký với tài khoản này nữa. Tất cả các mã liên quan đến tài khoản sẽ được tắt.",
	"oathauth-invalidrequest": "Yêu cầu không hợp lệ",
	"oathauth-verify-enabled": "{{GENDER:$1}}$1 đã bật xác thực dùng hai nhân tố.",
	"oathauth-verify-disabled": "{{GENDER:$1}}$1 không bật xác thực dùng hai nhân tố."
}
