{
	"@metadata": {
		"authors": [
			"Assele",
			"Айсар",
			"Вильданова Гюзель",
			"З. ӘЙЛЕ",
			"Ләйсән",
			"Рустам Нурыев",
			"Янмурза Баки",
			"ҒатаУлла"
		]
	},
	"captcha-edit": "Был битте мөхәррирләү өсөн мәсьәләне сисегеҙ һәм яуабын түбәндәге юлға яҙығыҙ ([[Special:Captcha/help|тулыраҡ мәғлүмәт]]):",
	"captcha-edit-fail": "CAPTCHA дөрөҫ түгел йәки юҡ.",
	"captcha-desc": "Спамдан һаҡланыу һәм серһүҙҙе һайлап алыу өсөн CAPTCHA ысулдары менән тәьмин итә",
	"captcha-addurl": "Төҙәтеүҙәрегеҙ менән тышҡы сайттарға яңы һылтанмалар өҫтәйһегеҙ.\nАвтоматик спамдан һаҡланыу маҡсатында, индерелгән үҙгәртеүҙәр һаҡланһын өсөн, мәсьәләне сисегеҙ һәм яуабын түбәндәге юлға яҙығыҙ ([[Special:Captcha/help|тулыраҡ мәғлүмәт]]):",
	"captcha-badlogin": "Вики-проектты серһүҙҙе автоматик ватыуҙан һаҡлау маҡсатында, мәсьәләне сисегеҙ һәм яуабын түбәндәге юлға яҙығыҙ ([[Special:Captcha/help|тулыраҡ мәғлүмәт]]):",
	"captcha-createaccount": "Вики-проектта иҫәп яҙмаларын автоматик булдырыуҙан һаҡлау маҡсатында, мәсьәләне сисегеҙ һәм яуабын түбәндәге юлға яҙығыҙ ([[Special:Captcha/help|тулыраҡ мәғлүмәт]]):",
	"captcha-createaccount-fail": "CAPTCHA дөрөҫ түгел йәки бөтөнләй юҡ",
	"captcha-create": "Яңы бит булдырыу өсөн мәсьәләне сисегеҙ һәм яуабын түбәндәге юлға яҙығыҙ ([[Special:Captcha/help|тулыраҡ мәғлүмәт]]):",
	"captcha-sendemail": "Вики-проектты автоматик спамдан һаҡлау маҡсатында, мәсьәләне сисегеҙ һәм яуабын түбәндәге юлға яҙығыҙ ([[Special:Captcha/help|тулыраҡ мәғлүмәт]]):",
	"captcha-sendemail-fail": "CAPTCHA дөрөҫ түгел йәки бөтөнләй юҡ",
	"captcha-disabledinapi": "Был ғәмәл captcha тикшереүен талап итә, шуға күрә API аша башҡарыла алмай.",
	"captchahelp-title": "Captcha тураһында белешмә",
	"captchahelp-cookies-needed": "Был функция эшләһен өсөн браузерығыҙҙа куки ҡабыҙылған булырға тейеш.",
	"captchahelp-text": "Үҙенә эстәлек өҫтәргә һәм мөхәррирләргә мөмкинлек биргән веб-сайттар, шул иҫәптән был вики, йыш ҡына сайттарға автоматик һылтанмалар өҫтәү өсөн программалар ҡулланған спамлаусыларҙың маҡсатына әйләнә. Спам-һылтанмалар һуңынан алып ташланһа ла, улар һиҙелерлек зыян килтерә.\n\nҠайһы бер ғәмәлдәрҙе башҡарған — мәҫәлән, биткә һылтанма өҫтәгән — ваҡытта һеҙ төҫлө йәки тексы боҙолған махсус рәсем күрә алаһығыҙ, һеҙгә ошо тексты керетергә тәҡдим ителәсәк.\nБоҙолған тексты автоматик уҡыу ауыр мәсьәлә булып торғанлыҡтан, спамлау һәм вандаллыҡ программаларының күпселеге быны хәл итә алмаясаҡ, ә кешеләр еңел башҡарасаҡ.\n\nҮкенескә күрә, бындай һаҡлыҡ саралары күҙҙәре насар күреүселәргә йәки текстлы йәки телмәрле браузер ҡулланған кешеләргә уңайһыҙлыҡ тыуҙырыуы мөмкин.\nӘлеге ваҡытта беҙҙең бындай тикшереүҙе тауыш менән алыштырыу мөмкинлеге юҡ.\nЗинһар, әгәр бындай тикшереү сайтта эшләргә ҡамасаулаһа, [[Special:ListAdmins|хакимдарға]] мөрәжәғәт итегеҙ.\n\nМөхәррирләүгә кире ҡайтыу өсөн, браузерығыҙҙа \"Кирегә\" төймәһенә баҫығыҙ.",
	"captcha-addurl-whitelist": "#<!-- был юлды үҙгәртмәгеҙ --> <pre>\n# Синтаксистың тасуирламаһы:\n#  * \"#\" тамғаһынан алып юл аҙағына тиклем булған бөтә нәмә - комментарий\n#  * Һәр буш булмаған юл URL-адресындағы үҙәк исеменең даими һүҙбәйләнеше тип һанала \n #</pre> <!-- был юлды үҙгәртмәгеҙ -->",
	"right-skipcaptcha": "CAPTCHA-ны ҡабыҙған ғәмәлдәрҙе CAPTCHA-ны үтмәй генә башҡарыу",
	"confirmedit-preview-content": "Эстәлек",
	"confirmedit-preview-valid": "яраҡлы",
	"confirmedit-preview-invalid": "яраҡһыҙ"
}
