{
	"@metadata": {
		"authors": [
			"Mechanizatar",
			"Vlad5250",
			"Yury Tarasievich",
			"Хомелка",
			"Чаховіч Уладзіслаў",
			"Chadyka"
		]
	},
	"captcha-edit": "Для змянення гэтай старонцы, калі ласка, вырашыце наступную задачу ніжэй і ўвядзіце адказ у поле ([[Special:Captcha/help|больш падрабязна]]):",
	"captcha-edit-fail": "Капча няправільныя або адсутнічае.",
	"captcha-desc": "Забяспечвае метады CAPTCHA для абароны ад спаму і падбора пароля",
	"captcha-label": "CAPTCHA",
	"captcha-help": "Рашэнне капчы",
	"captcha-info-help": "Апісанне капчы",
	"captcha-id-label": "ID капчы",
	"captcha-id-help": "Гэта значэнне павінна быць адпраўлена назад без змен.",
	"captcha-addurl": "Ваша праўка ўтрымлівае новыя вонкавыя спасылкі.\nУ мэтах абароны ад аўтаматычнага спаму, мы просім вас вырашыць наступнае заданне і ўвесці адказ у поле, каб захаваць змены ([[Special:Captcha/help|падрабязнасці]]):",
	"captcha-badlogin": "У мэтах абароны ад аўтаматычнага ўзлому пароляў, мы просім вас вырашыць наступнае заданне і ўвесці адказ у поле ([[Special:Captcha/help|дадатковая інфармацыя]]):",
	"captcha-createaccount": "У мэтах абароны ад аўтаматычнага стварэння ўліковых запісаў, мы просім вас вырашыць наступнае заданне і ўвесці адказ у поле ([[Special:Captcha/help|дадатковая інфармацыя]]):",
	"captcha-createaccount-fail": "Капча няправільныя або адсутнічае.",
	"captcha-create": "Каб стварыць старонку, вырашыце наступную задачу, што ніжэй, і ўпішыце адказ у адпаведнае поле ([[Special:Captcha/help|больш падрабязна]]):",
	"captcha-sendemail": "У мэтах абароны супраць аўтаматычнага спаму, мы просім вас вырашыць наступную задачу і ўвесці адказ у поле ([[Special:Captcha/help|дадатковая інфармацыя]]):",
	"captcha-sendemail-fail": "Капча няправільныя або адсутнічае.",
	"captcha-disabledinapi": "Гэтае дзеянне патрабуе праверкі CAPTCHA, і з-за гэтага не можа быць выкананае праз API.",
	"captcha-error": "Праверка CAPTCHA не атрымалася з-за ўнутранай памылкі: $1",
	"captchahelp-title": "Даведка Капчы",
	"captchahelp-cookies-needed": "Каб гэтая магчымасць працавала, належыць дазволіць у браўзеры апрацоўку квіткоў (\"кукі\").",
	"captchahelp-text": "Вэб-сайты, якія прымаюць запісы ад грамадзкасці, падобныя на гэтую вікі, часта злоўжываюцца спамерамі, якія карыстаюцца аўтаматызаванымі інструментамі, каб змяшчаць свае спасылкі на шмат пляцовак.\nІ хаця гэтыя спасылкі могуць быць прыбраныя, яны выклікаюць значныя нязручнасці.\n\nЧасам, асабліва калі вы дадаяце на старонку новыя вонкавыя спасылкі, вікі можа паказаць вам выяву з каляровым ці скажоным тэкстам і папрасіць увесці гэты тэкст.\nПраз тое, што гэтае заданне цяжка аўтаматызаваць, яно дазволіць большасці рэальных людзей рабіць запісы, але спыніць большасць спамераў і іншых аўтаматызаваных крыўдзіцеляў.\n\nНа жаль, гэта можа выклікаць нязручнасці для ўдзельнікаў з абмежаваннямі па зроку і для тых, хто ўжывае тэкставыя ці галасавыя браўзеры.\nНа гэты момант мы не маем галасавой альтэрнатывы гэтай праверцы.\nКалі ласка, звяжыцеся з [[Special:ListAdmins|адміністратарамі пляцоўкі]], калі гэтая праверка перашкаджае вам рабіць слушныя запісы.\n\nНацісніце кнопку «назад» у вашым браўзеры, каб вярнуцца да праўкі старонкі.",
	"captcha-addurl-whitelist": " #<!-- радок абавязкова пакінуць як ёсць (у т.л., з прагалам у пачатку) --> <pre>\n# Сінтаксіс наступны:\n#  * Усё ад знаку \"#\" да канца радка гэта каментар\n#  * Кожны непусты радок гэта частковы рэгулярны выраз, які параўноўваецца з адрасамі сервераў унутры URL-яў\n  #</pre> <!-- радок абавязкова пакінуць як ёсць (у т.л., з прагалам у пачатку) -->",
	"right-skipcaptcha": "Выкананне дзеянняў без праверкі CAPTCHA, дзе яна патрабуецца",
	"action-skipcaptcha": "выконваць дзеяння без праверкі CAPTCHA, дзе яна патрабуецца",
	"confirmedit-preview-line": "Нумар радка",
	"confirmedit-preview-content": "Змест",
	"confirmedit-preview-validity": "Слушнасць",
	"confirmedit-preview-valid": "слушны",
	"confirmedit-preview-invalid": "няслушны",
	"confirmedit-preview-description": "У наступнай табліцы паказаны спіс радкоў на гэтай старонцы і ці з’яўляецца гэта слушным IP-адрасам або дыяпазонам IP-адрасоў. Калі радок з’яўляецца слушным IP-адрасам або дыяпазонам IP-адрасоў, ён будзе выключаны з праверкі CAPTCHA, але няслушныя радкі будуць ігнаравацца. Прыклад сапраўднага дыяпазону IP-адрасоў: 69.208.0.0/16, які ідзе ад 69.208.0.0 да 69.208.255.255. [https://www.mediawiki.org/wiki/Special:MyLanguage/Help:Range_blocks#Calculating_the_CIDR_suffix Дадатковая інфармацыя] аб вылічэнні дыяпазону IP-адрасоў."
}
