{
	"@metadata": {
		"authors": [
			"Умар"
		]
	},
	"captcha-edit": "ХӀара агӀо хийца, лахахь гайтина тӀедиллинарг кхочушдина а, жоп йазде текстан меттигехь ([[Special:Captcha/help|подробнее]]):",
	"captcha-edit-fail": "Бакъдаран код нийса йац йа йан а йац.",
	"captcha-desc": "Спамах ларо а, пароль харжа а CAPTCHA таронаш хуьлуьйту",
	"captcha-help": "CAPTCHA сацам.",
	"captcha-info-help": "CAPTCHA хаам.",
	"captcha-id-label": "CAPTCHA идентификатор.",
	"captcha-id-help": "ХӀара маьӀна хийца ца хуьйцуш йуха дӀадахьийта деза.",
	"captcha-addurl": "Арахьарчу сайташна керла хьажоргаш тӀетоьхна ахьа.\nАвто спамах ларйан Ӏалашонца, ахьа рогӀера тӀедиллинарг кхочушдан деза, цунна уллехь долчу меттигехь жоп йаздан деза, хийцам Ӏалашбархьама ([[Special:Captcha/help|мадарра]]):",
	"captcha-badlogin": "Вики-проект авто пароль талхорах ларйархьама, цхьа атта масал къастаде, лахахь долчу текстан меттигехь жоп йазде ([[Special:Captcha/help|мадаррв]]):",
	"captcha-createaccount": "Авто спам дӀайазйарх ларйархьама, ахьа рогӀера тӀедиллинарг кхочушдан деза, цунна уллехь долчу меттигехь жоп йаздан деза ([[Special:Captcha/help|мадарра]]):",
	"captcha-createaccount-fail": "Контролан комбинаци нийса йац йа чу ца йазйина.",
	"captcha-create": "АгӀо кхолла, рогӀера тӀедиллинарг кхочушде, текстан меттигехь жоп йазде ([[Special:Captcha/help|мадарра]]):",
	"captcha-sendemail": "Авто спамах ларвала, дехар до, хӀара хьесап кхочушде, жоп йазде ([[Special:Captcha/help| мадарра]]):",
	"captcha-sendemail-fail": "Бакъдаран код нийса йац йа йоцуш йу.",
	"captcha-disabledinapi": "Цу гӀуллакхна CAPTCHA оьшу, цундела API-ца дан йиш йац.",
	"captcha-error": "CAPTCHA талла аьтто ца баьлла, чоьхьара гӀалат бахьана долуш: $1.",
	"captchahelp-title": "CAPTCHA гӀо",
	"captchahelp-cookies-needed": "И функци болх бан хьайн браузерехь cookies дӀахӀотто йеза.",
	"captchahelp-text": "Шайн чулацам тӀетоха а, хийца а аьтто луш йолу веб-сайташ, шайна йукъахь хӀара вики а йолуш, дукха хьолахь спамерша Ӏалашоне лоцу, цара программаш лелайо авто сайташна тӀе хьажоргаш тӀетоха.\nТӀаьхьо и тайпа зӀенаш дӀайаха тарлуш йелахь а, цара йоккха новкъарло йо.\n\nЦхьадолу гӀуллакхаш деш (масала, агӀонна керла веб-сайтан ссылка тӀетоьхча), хьуна ган тарло леррина сурт, бес-бесара йа галйаьлла текст йолуш, ткъа хьуна тӀедуьллур ду и галйаьлла текст чуйаккха.\nГалйаьлла текст йовзар автоматизаци йан хала хиларна, дукхахйолчу спаман а, вандалийн а программашна и гӀуллакх дан йиш йац, ткъа адамаша атта лов.\n\nХалахеташ делахь а, цу кепара лараро новкъарло йан тарло бӀаьрса галдаьллачу нахана йа текстан йа йоьшуш йолу браузераш лелочарна.\nКарарчу хенахь вайгахь йац оцу талламан аудио альтернатива.\nДехар до, [[{{int:grouppage-sysop}}|администраторшкара]] гӀо лаха, нагахь цу тайпана тӀечӀагӀдаро хьуна новкъарло йо сайтаца нийса болх бан.\n\nХьайн браузерехь «Йуха» нуьйдин тӀетаӀийна йухагӀо хийцамаш бан.",
	"captcha-addurl-whitelist": " #<!-- leave this line exactly as it is --> <pre>\n# Синтаксисах лаьцна:\n#  * \"#\" хьаьркана тӀера могӀанан чаккхенга кхаччалц дерг комментари лоруш ду\n#  * ХӀора баьсса боцу могӀа лоруш бу URL-хь догӀучу хост-цӀеран рогӀера гайтаман дакъа\n  #</pre> <!-- leave this line exactly as it is -->",
	"right-skipcaptcha": "CAPTCHA-хьажар кхочушдар, CAPTCHA чекхдалар доцуш",
	"action-skipcaptcha": "CAPTCHA-таллар дӀадолош кхочушдар, ма-дарра CAPTCHA дӀа а ца луш",
	"confirmedit-preview-line": "МогӀанан лоьмар",
	"confirmedit-preview-content": "Чулацам",
	"confirmedit-preview-validity": "Нийсалла",
	"confirmedit-preview-valid": "нийса",
	"confirmedit-preview-invalid": "нийсайоцург",
	"confirmedit-preview-description": "ХӀокху агӀонан могӀанийн могӀам а, IP-адрес йа IP-адресийн диапазон нийса йуй а гойту лахахь йолчу таблицехь. Нагахь санна могӀанан чохь нийса IP-адрес йа IP-адресийн диапазон йелахь, иза дӀайоккхур йу капча талларан йукъара. Нийса боцу могӀанашна терго йира йац. IP-адресийн нийса диапазонан масал ду 69.208.0.0/16, цу йукъадогӀу 69.208.0.0 тӀера 69.208.255.255 тӀе кхаччалц адресаш. [https://www.mediawiki.org/wiki/Special:MyLanguage/Help:Range_blocks#Calculating_the_CIDR_suffix Кхин дӀа хьажа] IP-адресийн диапазон хьесапдарх лаьцна."
}
