{
	"@metadata": {
		"authors": [
			"Amire80",
			"Guycn2",
			"Rotem Liss",
			"Rotemliss",
			"YaronSh"
		]
	},
	"captcha-edit": "כדי לערוך את הדף, אנא פתרו את תרגיל החיבור הפשוט שלהלן והקלידו את התשובה בתיבה ([[Special:Captcha/help|מידע נוסף]]):",
	"captcha-desc": "מתן טכניקות CAPTCHA להגנה נגד ספאם וניחוש סיסמאות",
	"captcha-label": "CAPTCHA",
	"captcha-addurl": "עריכתכם כוללת קישורים חיצוניים חדשים.\nלשם הגנה מפני ספאם אוטומטי, אנא פתרו את תרגיל החיבור הפשוט שלהלן והקלידו את התשובה בתיבה כדי לשמור את עריכתכם ([[Special:Captcha/help|מידע נוסף]]):",
	"captcha-badlogin": "לשם הגנה מפני פריצת סיסמאות אוטומטית, אנא פתרו את תרגיל החיבור הפשוט שלהלן והקלידו את התשובה בתיבה ([[Special:Captcha/help|מידע נוסף]]):",
	"captcha-createaccount": "לשם הגנה מפני יצירת חשבונות אוטומטית, אנא פתרו את תרגיל החיבור הפשוט שלהלן והקלידו את התשובה בתיבה ([[Special:Captcha/help|מידע נוסף]]):",
	"captcha-createaccount-fail": "קוד אישור שגוי או חסר.",
	"captcha-create": "כדי ליצור את הדף, אנא פתרו את תרגיל החיבור הפשוט שלהלן והקלידו את התשובה בתיבה ([[Special:Captcha/help|מידע נוסף]]):",
	"captcha-sendemail": "כדי לעזור להילחם במציפי זבל אוטומטיים, עליך לחשב את הסכום הפשוט שלהלן ולהזין את התוצאה בתיבה ([[Special:Captcha/help|מידע נוסף]]):",
	"captcha-sendemail-fail": "קוד האישור שגוי או חסר.",
	"captcha-disabledinapi": "פעולה זו דורשת פתרון CAPTCHA ולא ניתן לבצע אותה דרך ה־API.",
	"captchahelp-title": "עזרה במערכת CAPTCHA",
	"captchahelp-cookies-needed": "עליכם להפעיל את תכונת העוגיות (cookies) בדפדפן שלכם כדי שזה יעבוד.",
	"captchahelp-text": "פעמים רבות מנצלים מפיצי תוכן זבל (\"ספאם\") אתרים שמקבלים תוכן מהציבור, כמו אתר הוויקי הזה, כדי לפרסם את הקישורים שלהם לאתרים רבים באינטרנט, באמצעות כלים אוטומטיים.\nאמנם ניתן להסיר את קישורי הספאם הללו, אך הם מהווים מטרד משמעותי.\n\nלעתים, בעיקר כשאתם מכניסים קישורי אינטרנט חדשים לתוך עמוד, אתר הוויקי עשוי להראות לכם תמונה של טקסט צבעוני או מעוקם ולבקש מכם להקליד את המילים המוצגות.\nכיוון שזו משימה שקשה לבצעה בצורה אוטומטית, הדבר יאפשר לבני־אדם אמיתיים לשלוח את הדפים, אך יעצור את רוב מפיצי תוכן הזבל והמתקיפים הרובוטיים האחרים.\n\nלרוע המזל, הדבר עשוי לגרום לאי נוחות למשתמשים עם דפדפן בגרסה מוגבלת, או שמשתמשים בדפדפנים מבוססי טקסט או דיבור.\nכרגע, אין לנו חלופה קולית זמינה.\nאנא צרו קשר עם [[Special:ListAdmins|מפעילי המערכת]] כדי לקבל עזרה אם המערכת מונעת מכם באופן בלתי צפוי לבצע עריכות לגיטימיות.\n\nלחצו על הכפתור 'חזור' בדפדפן שלכם כדי לחזור לדף העריכה.",
	"captcha-addurl-whitelist": " #<!-- יש להשאיר שורה זו בדיוק כפי שהיא כתובה --> <pre>\n# זהו תחביר ההודעה:\n#   * כל דבר בשורה שנכתב לאחר סימן \"#\" הוא הערה\n#   * כל שורה לא ריקה היא ביטוי רגולרי שיתאים לאתרים בכתובות URL\n #</pre> <!-- יש להשאיר שורה זו בדיוק כפי שהיא כתובה -->",
	"right-skipcaptcha": "ביצוע פעולות הדורשות פתרון CAPTCHA ללא צורך בפתרונו"
}
