{
	"@metadata": {
		"authors": [
			"Raizkgh",
			"Soumaya"
		]
	},
	"captcha-edit": "Y sã n dat n toeem seb-kãngã, bɩ y welg tʋʋm-kãngã n ning y leokrã zĩ-gũbrẽ wã ([[Special:Captcha/help|more info]]):",
	"captcha-edit-fail": "CAPTCHA sẽn pa zems bɩ sẽn pa tar ye.",
	"captcha-desc": "B kõo CAPTCHA sɛb sẽn na yɩl n kogl ne spam la loogr sõssã",
	"captcha-help": "D sẽn na n maan bũmb ning sẽn na yɩl n tõog n tõog n maan bũmb ninsã, d segd n saka a Zeova.",
	"captcha-info-help": "B sẽn wilg tɩ b sẽn yãk CAPTCHA wã yaa sõma.",
	"captcha-id-label": "Dãmbuã",
	"captcha-id-help": "B segd n lebs n tʋma sõor kãngã sẽn pa toeem ye.",
	"captcha-addurl": "Y sẽn maandã, y na n paama kɩbar sẽn kẽed ne taab n paas. Sẽn na yɩl n kogl wiki wã ne spam sẽn maand b toorẽ wã, d kot-y lame tɩ y welg tʋʋm-kãngã la y gʋls sokrã zĩiga pʋgẽ, n tõog n tall y sõssã ([[Special:Captcha/help|more info]]):",
	"captcha-badlogin": "Sẽn na yɩl n kogl wiki wã ne loogr sẽn pa tõe n kɩt tɩ b kʋ kʋ kʋɩl-dãmbã, d kot-y lame tɩ y welg tʋʋm-kãngã n gʋls sokrã zĩiga ([[Special:Captcha/help|more info]]):",
	"captcha-createaccount": "Gũ wiki ni otomatiki kõnte naane, tõnd bõose ti fo kẽ gom-biisi ning n yi kade tenga ([[Special:Captcha/help|paas kibaare]]):",
	"captcha-createaccount-fail": "CAPTCHA sẽn pa zems bɩ sẽn pa tar ye.",
	"captcha-create": "Y sã n dat n naan seb-kãngã, bɩ y welg tʋʋm-kãngã n ning y leokrã zĩ-gũbrẽ wã ([[Special:Captcha/help|more info]]):",
	"captcha-sendemail": "Gũ wiki ni otomatiki kõnte naane, tõnd bõose ti fo kẽ gom-biisi ning n yi kade tenga ([[Special:Captcha/help|paas kibaare]]):",
	"captcha-sendemail-fail": "CAPTCHA sẽn pa zems bɩ sẽn pa tar ye.",
	"captcha-disabledinapi": "Tʋʋm-kãngã baoodame tɩ b maan CAPTCHA, tɩ rẽ yĩnga, b pa tõe n maan-a ne API wã ye.",
	"captcha-error": "CAPTCHA tõk-maagã pa tõog ye, bala b paama yel-wẽn-kãsenga: $1",
	"captchahelp-title": "CAPTCHA sõngre",
	"captchahelp-cookies-needed": "Y na n tog n paama cookie-rãmb y browserã pʋgẽ tɩ rẽ tõe n maan-yã.",
	"captchahelp-text": "Web site-rãmb nins sẽn sakd nebã sẽn yiisd bũmb ninsã, wala wiki kãngã, b tũnugda ne b sẽn maand bũmbu, n yiisd b link-rãmb n kẽng zĩis wʋsg pʋsẽ. Baa ne b sẽn tõe n yiisd-b tɩ b pa tar spamã, b yaa zu-loees wʋsgo.\n\nBe ye Wakat ninga, sẽn yɩɩd fãa, sã n wa paasd yood sẽn pa zemse, wiki wã tõe n wilga f fot sẽn tar fãnd wall f sẽn pa tar fãnga, la a kos foom tɩ f gʋls gom-biis nins sẽn be wã. Sẽn mik tɩ yaa tʋʋm-kãnga sẽn yaa toog tɩ b maan tɩ yɩ sõma, rẽ na n kɩtame tɩ ninsaalb wʋsg tõe n maan b tʋʋm-kãsemse, la b kɩt tɩ b tõog n gɩdg spammersã la robot-dãmb nins sẽn maand b tʋʋm-wẽnsã.\n\nBe ye La rẽ tõe n sãama neb nins sẽn pa tõe n yã bũmb wʋsg wall sẽn pa tõe ne sõssã la b sẽn gomd bũmb ninsã. La yaa sɩd tɩ yaa sõma tɩ d bãng tɩ d pa tõe n paam kaset sẽn pa tõe n wʋm ye. Sõng-y n bao [[{{int:grouppage-sysop}}|site administrators]] sõngre, sã n yaa tɩlɛ tɩ y maan bũmb sẽn pa segl-y ye. mos_Latnmos_Latnmos_Latn be ye Yãk-y y \"back\" tuglg ning y sẽn dat n lebg n wa page editorã pʋgẽ.",
	"captcha-addurl-whitelist": "# # Sõn-vẽes yaa woto: # * Bõn-digim fãa sẽn sɩng ne \"#\" tɩ ta rʋʋgẽ wã saabã yaa sõsg # * Rʋʋg fãa sẽn pa yɩ zaalem yaa regex wã bẽed sẽn na n makd-a lame n tãag URL-rãmbã pʋgẽ #",
	"right-skipcaptcha": "Bãng-y tɩ b segd n maana bũmb nins sẽn kɩt tɩ b paam n paam n paam b sẽn tõe n paam n maan bũmb ninsã.",
	"action-skipcaptcha": "b sã n maan bũmb ning sẽn kɩt tɩ b maan CAPTCHA wã, b pa segd n maan bũmb nins sẽn kɩt tɩ d maan CAPTCH wã ye",
	"confirmedit-preview-line": "Sõng sõor",
	"confirmedit-preview-content": "Sõng sẽn be pʋgẽ",
	"confirmedit-preview-validity": "D sẽn tõe n maan bũmb ningã",
	"confirmedit-preview-valid": "sã n yɩ sõma",
	"confirmedit-preview-invalid": "sã n pa zems ne a Zeova",
	"confirmedit-preview-description": "Tabll ning sẽn pʋgdã wilgda seb-kãngã zug sõor sẽn be wã, la a wilgd tɩ yaa IP-dɛtse bɩ IP-dẽn-dɛtb sẽn yaa sõma. Sã n yaa tɩ sõorã yaa IP address bɩ IP address range sẽn yaa sõma, b na n basa-a lame tɩ b pa na n maan CAPTCHA sak ye, la b na n zãgsame tɩ sõor nins sẽn pa zemsã pa le tar yõod ye. Wala makre, IP address rang sẽn yaa sõma wã yaa: 69.208.0.0/16 sẽn yit 69.208.0 n ta 69.208.255.255. [https://www.mediawiki.org/wiki/Special:MyLanguage/Help:Range_blocks#Calculating_the_CIDR_suffix Sõng-y n bãng-y tɩ y tõe n bãng n bãng IP address sõor sẽn yaa to-to]"
}
