{
	"@metadata": {
		"authors": [
			"Ahmed-Najib-Biabani-Ibrahimkhel",
			"شاه زمان پټان"
		]
	},
	"captcha-edit": "د دې مخ سمولو لپاره مهرباني وکړئ لاندې چاره اواره کړئ اؤ ځواب يې په بکس کې وليکئ ([[Special:Captcha/help|نور مالومات]]):",
	"captcha-edit-fail": "ناسمه يا ورک کپچا.",
	"captcha-desc": "کپچا تگلارې د سپام او پټنوم اټکل مخنيوي لپاره چمتو کېږي",
	"captcha-label": "کپچا",
	"captcha-help": "د کپچا اواری",
	"captcha-info-help": "د کپچا څرگنداوی.",
	"captcha-id-label": "کپچا پېژند",
	"captcha-id-help": "دا ارزښت بايد پرته له بدلونه بېرته ولېږل شي.",
	"captcha-createaccount-fail": "ناسمه يا ورکه کپچا.",
	"captcha-create": "ددې لپاره چې نوی ليکنه ترسره کړئ، لطفاً د همدغه ساده شمېرو ځواب په ورکړ شوي چوکاټ کې وليکئ ([[Special:Captcha/help|نور مالومات]]):",
	"captcha-sendemail": "د خپلکاري سپام څخه د ويکي ژغورنې لپاره موږ له تاسو غوښتنه کوو چې لاندې دنده اواره او ځواب يې په بکس کې وليکئ ([[نور:Captcha/help|more مالومات]]):",
	"captcha-sendemail-fail": "ناسمه يا ورکه کپچا",
	"captcha-disabledinapi": "دا چاره کپچا ته اړتيا لري؛ نو دا د ای‌پي‌آی له لارې نشي ترسره کېدای.",
	"captcha-error": "د کپچا تاييد د دنننۍ تېروتنې له کبله ناکام  شو: $1",
	"captchahelp-title": "کپچا لارښود",
	"captchahelp-cookies-needed": "ددې کړنې د ترسره کېدلو لپاره تاسو ته پکار ده چې د خپل کتنمل کوکيز چارن کړئ.",
	"captchahelp-text": "هغه وېبځايونه چې د ټولو وگړو پر لور د ليکنو د ليکلو لپاره پرانيستي دي، لکه همدا ويکي، ډېر ځل د سپام‌گرو لهٔ خوا چې خپلکاره توکي د خپلو تړنو او وېبپاڼو د خبرتياوو په خپرولو کې کاروي، په ناوړه توگه کارېږي. تر هغه وخت پورې چې همدا سپمونه او هماغه وېبتړنې راموندل کېږي او لرې کېږي؛ نو تر هغه وخته پورې همدا سپمونه ډېر سرخوږی جوړوي.\n\nپه ځانگړې توگه په يوه مخ کې د يوه وېبځي د وېبتړنې د ورگډولو په وخت کې به ويکي يو ډول گډوډ رنگين ليک ښکاره کړي او له کارن نه به د هماغه ليک د ټاپلو غوښتنه شوې وي. \n\nڅرنگه چې جوته ده چې ار وگړي کولی شي چې په دې کار کې بريالي شي؛ خو دې ته ناورته سپامگر ماشينونه او روبوټونه دا ډول کار په خپلکاره توگه نشي ترسره کولی او پهٔ دې توگه د سپامگرو او روبوټونو د غورځنگ مخ نيول کېږي.\n\nلهٔ بده مرغه چې دا کار د کارنانو لپاره ستونزه جوړولای شي او هغه څوک چې د سترگو ليد يې کمزوری دی او يا هم د ليک پر بنسټ او يا هم د غږ پر بنسټ جوړ شوي کتنملونه کاروي نهٔ شي کولی په آسانۍ سره خپلې سمونې او خپرونې ترسره کړي.\n\nاوسمهال موږ د داسې متنونو غږيز انډول نه لرو.\n\nکه چېرته دا کار تاسې له سمونو او ليکنو خپرولو پاتې راولي نو مهرباني وکړئ د مرستې لپاره د [[{{int:grouppage-sysop}}|پازوالانو]] سره اړيکه ټينگه کړئ.\n\nپه خپل کتنمل کې د 'شاکېدلو' تڼۍ کېښکاږئ چې بېرته پخواني مخ ته وگرځئ.",
	"captcha-addurl-whitelist": " #<!-- دا کرښه همداسې پرېږدئ --> <pre>\n# غونډل پوهه په لاندې ډول ده:\n#   * هر څه له يوې \"#\" لوښې د کرښې تر پايه يوه څرگندونه ده\n#   * هره کرښه چې تشه نه وي يوه ټوټه ده. چې يوازې د اينټرنېټي کوربه په نوم سنجول کېږي\n#</pre> <!-- دا کرښه همداسې پرېږده       -->",
	"right-skipcaptcha": "هغه چارې چې کپچا چارنوي پرته له دې چې کپچا تگلاره ترسره کړي",
	"confirmedit-preview-line": "د کرښې شمېره",
	"confirmedit-preview-content": "منځپانگه",
	"confirmedit-preview-validity": "چلېدو موده",
	"confirmedit-preview-valid": "چلېدو‌ ور",
	"confirmedit-preview-invalid": "ناچله",
	"abusefilter-edit-action-showcaptcha": "د پام‌وړ چارې ترسره کولو لپاره کارن بايد کپچا بشپړه کړئ. هغه کارنان چې د کپچا پرېښودلو لاسرسی لري له دې چارې بښلي دي."
}
