{
	"@metadata": {
		"authors": [
			"555",
			"Athena in Wonderland",
			"Hamilton Abreu",
			"Helder.wiki",
			"Luckas",
			"Malafaya",
			"Mansil alfalb",
			"Vitorvicentevalente",
			"B3rnas"
		]
	},
	"captcha-edit": "Para editar esta página resolva a tarefa apresentada abaixo e introduza a resposta na caixa ([[Special:Captcha/help|mais informações]]):",
	"captcha-edit-fail": "O código CAPTCHA está incorreto ou não foi preenchido.",
	"captcha-desc": "Fornece técnicas CAPTCHA para proteção contra <i>spam</i> e tentativas de adivinhar a palavra-passe",
	"captcha-help": "Solução do CAPTCHA.",
	"captcha-info-help": "Descrição do CAPTCHA.",
	"captcha-id-label": "Identificador do CAPTCHA",
	"captcha-id-help": "Este valor deve ser devolvido inalterado.",
	"captcha-addurl": "A sua edição introduziu hiperligações externas novas.\nPara proteger a wiki contra sistemas automatizados de inserção de <i>spam</i>, antes de gravar a sua edição pedimos que resolva a tarefa apresentada abaixo e introduza a resposta na caixa ([[Special:Captcha/help|mais informações]]):",
	"captcha-badlogin": "Para proteger a wiki contra sistemas automatizados de descoberta de palavras-passe, pedimos que resolva a tarefa apresentada abaixo e introduza a resposta na caixa ([[Special:Captcha/help|mais informações]]):",
	"captcha-createaccount": "Para proteger a wiki contra sistemas automatizados de criação de contas, pedimos que resolva a tarefa apresentada abaixo e introduza a resposta na caixa ([[Special:Captcha/help|mais informações]]):",
	"captcha-createaccount-fail": "O código CAPTCHA está incorreto ou não foi preenchido.",
	"captcha-create": "Para criar a página, resolva a tarefa apresentada abaixo e introduza a resposta na caixa ([[Special:Captcha/help|mais informações]]):",
	"captcha-sendemail": "Para proteger a wiki contra sistemas automatizados de inserção de ''spam'', pedimos que resolva a tarefa apresentada abaixo e introduza a resposta na caixa ([[Special:Captcha/help|mais informações]]):",
	"captcha-sendemail-fail": "O código CAPTCHA está incorreto ou não foi preenchido.",
	"captcha-disabledinapi": "Esta operação necessita de CAPTCHA, por isso não pode ser realizada através da API.",
	"captcha-error": "A verificação CAPTCHA falhou devido ao erro interno: $1",
	"captchahelp-title": "Ajuda sobre o CAPTCHA",
	"captchahelp-cookies-needed": "É necessário possibilitar o uso de ''cookies'' no seu browser para que o ''captcha'' funcione.",
	"captchahelp-text": "Sites que aceitam postagens do público, como este wiki, são frequentemente abusados por spammers que usam ferramentas automatizadas para postar seus links para muitos sites.\nEmbora esses links de spam possam ser removidos, eles são um incômodo significativo.\n\nÀs vezes, especialmente ao adicionar novos links da web a uma página, o wiki pode mostrar uma imagem de texto colorido ou distorcido e pedir que você digite as palavras mostradas.\nComo essa é uma tarefa difícil de automatizar, ela permitirá que a maioria dos humanos reais faça suas postagens, ao mesmo tempo em que impede a maioria dos spammers e outros invasores robóticos.\n\nInfelizmente, isso pode incomodar usuários com visão limitada ou aqueles que usam navegadores baseados em texto ou fala.\nNo momento, não temos uma alternativa de áudio disponível.\nEntre em contato com os [[{{int:grouppage-sysop}}|administradores do site]] para obter assistência se isso estiver inesperadamente impedindo você de realizar ações legítimas.\n\nClique no botão \"voltar\" no seu navegador para retornar ao editor de páginas.",
	"captcha-addurl-whitelist": " #<!-- deixe esta linha exactamente como está --> <pre>\n# A sintaxe é a seguinte:\n#  * Tudo desde um símbolo de cardinal (#) até ao fim da linha é um comentário\n#  * Qualquer linha que não esteja em branco é um fragmento de expressão regular (regex) que será comparado com o servidor dos URL\n #</pre> <!-- deixe esta linha exactamente como está -->",
	"right-skipcaptcha": "Realizar operações desencadeadoras de verificações CAPTCHA sem ter de passar pelo CAPTCHA",
	"action-skipcaptcha": "realizar operações desencadeadoras de verificações CAPTCHA sem ter de passar pelo CAPTCHA",
	"confirmedit-preview-line": "Número de linha",
	"confirmedit-preview-content": "Conteúdo",
	"confirmedit-preview-validity": "Validade",
	"confirmedit-preview-valid": "válido",
	"confirmedit-preview-invalid": "inválido",
	"confirmedit-preview-description": "A seguinte tabela mostra cada linha nesta página e se ela é um endereço IP válido, ou uma gama de endereços IP válida. Se a linha for um endereço IP válido, ou uma gama de endereços IP válida, o endereço ou gama serão excluídos de verificações CAPTCHA, mas linhas inválidas serão ignoradas. Um exemplo de uma gama de endereços IP válidos é 69.208.0.0/16, que vai de 69.208.0.0 a 69.208.255.255. [https://www.mediawiki.org/wiki/Special:MyLanguage/Help:Range_blocks#Calculating_the_CIDR_suffix Mais informação] sobre o cálculo de gamas de endereços IP.",
	"abusefilter-edit-action-showcaptcha": "Exigir que o utilizador resolva um CAPTCHA para prosseguir com a operação. Os utilizadores com permissão de saltar CAPTCHA estão isentos."
}
