{
	"@metadata": {
		"authors": [
			"CiphriusKane",
			"John Reid",
			"OchAyeTheNoo"
		]
	},
	"captcha-edit": "Tae edit this page, please solve the follaein task ablo an enter the answer in the field ([[Special:Captcha/help|mair info]]):",
	"captcha-desc": "Provides CAPTCHA techniques fer tae protect again spam n passwaird-guessin",
	"captcha-label": "CAPTCHA.",
	"captcha-addurl": "Yer eedit incluids new ootby airtins.\nTae protect the wiki again autæmatit spam, we kyndlie speir that ye solve the simple sum ablo n enter the answer in the kist in order tae hain yer eedit ([[Special:Captcha/help|mair info]]):",
	"captcha-badlogin": "Tae protect the wiki fae autæmatit passwaird crackin, we kyndlie request that ye solve the simple sum ablo n enter the answer in the kist ([[Special:Captcha/help|mair info]]):",
	"captcha-createaccount": "Tae fend the wiki agin automatit accoont makins, we kindly speir fur ye tae solve the follaein task ablo an enter the answer in the field ([[Special:Captcha/help|mair info]]):",
	"captcha-createaccount-fail": "Oncorrect or missing CAPTCHA.",
	"captcha-create": "Tae mak the page, please dae the follaein task ablo an put the answer in the field ([[Special:Captcha/help|mair info]]):",
	"captcha-sendemail": "Tae protect the wiki fae autæmatit spammin, we kyndlie request that ye solve the simple sum ablo n enter the answer in the kist ([[Special:Captcha/help|mair info]]):",
	"captcha-sendemail-fail": "Oncorrect or missing CAPTCHA.",
	"captcha-disabledinapi": "This action needs ae CAPTCHA, sae it canna be performed through the API.",
	"captchahelp-title": "CAPTCHA help",
	"captchahelp-cookies-needed": "Ye'll need tae haee cookies enabled in yer brouser fer this tae wairk.",
	"captchahelp-text": "Wab steids that accept postins fae the publeec, like this wiki, ar aften abuised bi spammers that uise autæmatit tuils tae post thair airtins til monie sites.\nWhile thir spam airtins can be remuived, thay ar ae signeeficant nuisance.\n\nSometimes, especiallie whan eikin new wab airtins til ae page, the wiki micht shaw ye aen eemage o colored or distorted tex n speir ye tae type the wairds shawn.\nSin this is ae task that's haurd tae autæmate, it will permit maist real bodies tae mak thair posts while stappin maist spammers n ither roboteec attackers.\n\nOnfortunatelie this can onconveeneeance uisers wi limited veesion or uisin tex-based or speech-based brousers.\nAt the moment we dinna hae aen audio alternateeve available.\nPlease contact the [[{{int:grouppage-sysop}}|site admeenistraters]] fer assistance gif this is onexpectedlie stapin ye fae daein legeetimate actions.\n\nHit the \"back\" button in yer brouser tae return til the page eediter.",
	"captcha-addurl-whitelist": " #<!-- lea this line exactly as it is --> <pre>\n# Syntax is as follaes:\n#   * Awhing fae ae \"#\" chairacter til the end o the line is ae comment\n#   * Ilka non-blank line is ae regex fragment that will anely match hosts athin URLs\n #</pre> <!-- lea this line exactly as it is -->",
	"right-skipcaptcha": "Perform CAPTCHA-triggering actions wiout haein tae gae through the CAPTCHA"
}
