{
	"@metadata": {
		"authors": [
			"Ahonc",
			"Aleksandrit",
			"Amire80",
			"Ignatus",
			"Kalan",
			"Ole Yves",
			"Александр Сигачёв"
		]
	},
	"captcha-edit": "Чтобы отредактировать эту страницу, пожалуйста, решите простой пример и введите ответ в текстовое поле ([[Special:Captcha/help|подробнее]]):",
	"captcha-desc": "Предоставляет методы CAPTCHA для защиты от спама и подбора пароля",
	"captcha-label": "CAPTCHA",
	"captcha-addurl": "Вы добавляете новые ссылки на внешние сайты.\nВ целях защиты от автоматического спама необходимо произвести следующее простое вычисление и записать ответ в поле рядом, чтобы правка была сохранена ([[Special:Captcha/help|подробнее]]):",
	"captcha-badlogin": "В целях защиты вики-проекта от автоматического взлома пароля, пожалуйста, решите простой пример и введите ответ в текстовое поле ниже ([[Special:Captcha/help|подробнее]]):",
	"captcha-createaccount": "Для защиты от автоматической спам-регистрации необходимо выполнить следующее простое вычисление и записать ответ в поле рядом ([[Special:Captcha/help|подробнее]]):",
	"captcha-createaccount-fail": "Контрольная комбинация неверна или не введена.",
	"captcha-create": "Чтобы создать страницу, решите простой пример и введите ответ в текстовое поле ([[Special:Captcha/help|что это?]]):",
	"captcha-sendemail": "В целях защиты от автоматического спама, пожалуйста, вычислите приведённое простое выражение и введите ответ ([[Special:Captcha/help| подробнее]]):",
	"captcha-sendemail-fail": "Код подтверждения неправильный или отсутствует.",
	"captcha-disabledinapi": "Это действие требует проверки CAPTCHA, и поэтому не может быть выполнено через API.",
	"captchahelp-title": "Справка о CAPTCHA",
	"captchahelp-cookies-needed": "Вам нужно включить куки в браузере, чтобы эта функция заработала.",
	"captchahelp-text": "Веб-сайты, позволяющие добавлять и изменять своё содержимое, в том числе эта вики, часто становятся целью спамеров, использующих программы для автоматического добавления ссылок на сайты.\nХотя такие ссылки могут быть впоследствии удалены, они являются существенной помехой.\n\nПри некоторых действиях — например, при добавлении на страницу новой веб-ссылки — вы можете увидеть специальную картинку с цветным или искажённым текстом, и вам будет предложено ввести этот искажённый текст.\nТак как распознавание искажённого текста является сложной задачей для программ, то большинство спамерских и вандальных программ не могут с ней справиться, в то время как люди справляются легко.\n\nК сожалению, подобная защита может причинить неудобства людям с ограничениями по зрению или тем, кто использует текстовые или читающие браузеры.\nВ настоящее время у нас нет звуковой альтернативы данной проверке.\nПожалуйста, обратитесь за помощью к [[Special:ListAdmins|администраторам]], если подобная проверка мешает вам добросовестно работать с сайтом.\n\nНажмите кнопку «Назад» в вашем браузере, чтобы вернуться к редактированию.",
	"captcha-addurl-whitelist": " #<!-- leave this line exactly as it is --> <pre>\n# Описание синтаксиса:\n#  * Всё, начиная с символа \"#\" и до конца строки считается комментарием\n#  * Каждая непустая строка считается фрагментом регулярного выражения соответствующего имени узла в URL\n  #</pre> <!-- leave this line exactly as it is -->",
	"right-skipcaptcha": "выполнение требующих CAPTCHA-проверки действий без прохождения CAPTCHA"
}
