{
	"@metadata": {
		"authors": [
			"Dr Lotus Black",
			"Ninjastrikers"
		]
	},
	"nuke": "အစုအပြုံလိုက် ဖျက်ရန်",
	"action-nuke": "စာမျက်နှာများ အစုလိုက်ဖျက်ရန်",
	"nuke-desc": "စီမံခန့်ခွဲသူများအား စာမျက်နှာများ [[Special:Nuke|အစုလိုက် ဖျက်နိုင်သည့်]] လုပ်ဆောင်ချက်ကို ပေးအပ်မည်",
	"nuke-nopages": "လတ်တလော အပြောင်းအလဲများတွင် [[Special:Contributions/$1|{{GENDER:$1|$1}}]] ထံမှ စာမျက်နှာအသစ် မရှိထားပါ။",
	"nuke-list": "အောက်ပါစာမျက်နှာများသည် မကြာသေးခင်က [[Special:Contributions/$1|{{GENDER:$1|$1}}]] မှ ဖန်တီးခဲ့သည်၊ မှတ်ချက်တစ်ခုထည့်ပြီး ဖျက်ပစ်ရန် ခလုတ်ကိုနှိပ်လိုက်ပါ။",
	"nuke-list-multiple": "အောက်ပါစာမျက်နှာများသည် မကြာသေးခင်ကဖန်တီးခဲ့သည်၊ မှတ်ချက်တစ်ခုပေးပြီး ဖျက်ပစ်ရန် ခလုတ်ကိုနှိပ်လိုက်ပါ။",
	"nuke-defaultreason": "[[Special:Contributions/$1|{{GENDER:$1|$1}}]] မှ ဖန်တီးခဲ့သော စာမျက်နှာများအား အစုအပြုံလိုက် ဖျက်ပစ်ခြင်း",
	"nuke-multiplepeople": "မကြာသေးမီက ထည့်သွင်းထားသော စာမျက်နှာများကို အစုအပြုံလိုက်ဖျက်ခြင်း",
	"nuke-tools": "ဤကိရိယာသည် အသုံးပြုသူ သို့မဟုတ် အိုင်ပီလိပ်စာတစ်ခုမှ ပေါင်းထည့်ခဲ့သော စာမျက်နှာများအတွက် အစုအပြုံလိုက်ဖျက်ပစ်ခြင်းကို ခွင့်ပြုပေးပါသည်။ စာမျက်နှာများ၏စာရင်းကိုဖျက်ပစ်ရန် အသုံးပြုသူအမည် သို့မဟုတ် အိုင်ပီလိပ်စာ ရိုက်သွင်းပါ၊ သို့မဟုတ် အသုံးပြုသူအားလုံးအတွက် ဗလာချန်ထားပါ။",
	"nuke-submit-user": "စာမျက်နှာများစာရင်း",
	"nuke-submit-delete": "ရွေးထားသည်များကိုဖျက်ပါ",
	"right-nuke": "စာမျက်နှာများ အစုအပြုံလိုက် ဖျက်ရန်",
	"nuke-userorip": "အသုံးပြုသူအမည်၊ အိုင်ပီလိပ်စာ သို့မဟုတ် ကွက်လပ် -",
	"nuke-maxpages": "စာမျက်နှာများ၏ အများဆုံးအရေအတွက်-",
	"nuke-editby": "[[Special:Contributions/$1|{{GENDER:$1|$1}}]] မှ ဖန်တီးထားသည်",
	"nuke-deleted": "စာမျက်နှာ '''$1'''ကို ဖျက်ပစ်လိုက်ပြီ။",
	"nuke-deletion-queued": "စာမျက်နှာ ''' $1 ''' ကို ဖျက်ရန် တန်းစီထားပါသည်။",
	"nuke-not-deleted": "စာမျက်နှာ [[:$1]] ကို '''မဖျက်ပစ်နိုင်ခဲ့ပါ'''။",
	"nuke-delete-more": "[[Special:Nuke|နောက်ထပ်စာမျက်နှာများ ဖျက်ရန်]]",
	"nuke-pattern": "စာမျက်နှာအမည်အတွက် SQL LIKE ပုံစံ (ဥပမာ %)",
	"nuke-nopages-global": "သင်ရှာဖွေလိုက်သော ကိုက်ညီသည့်ဆောင်းပါးခေါင်းစဉ်များ မရှိပါ။",
	"nuke-viewchanges": "ပြောင်းလဲမှုများ​ကို​ ပြရန်",
	"nuke-namespace": "အမည်ညွှန်းကို ကန့်သတ်ရန်-",
	"nuke-linkoncontribs": "အစုအပြုံလိုက် ဖျက်ရန်",
	"nuke-linkoncontribs-text": "စာရေးသူမှာ {{GENDER:$1|ဤအသုံးပြုသူ}} တစ်ယောက်တည်းသာဖြစ်သည့် အစုအပြုံလိုက်ဖျက်ပစ်ရန်စာမျက်နှာများ",
	"nuke-confirm": "သင်သည် {{PLURAL:$1|စာမျက်နှာတခု|$1 စာမျက်နှာများ}}ကို ဖျက်ပစ်တော့မည်ဖြစ်သည်၊ ဖျက်လိုသည်မှာ သေချာပါသလား။"
}
