{
	"@metadata": {
		"authors": [
			"ChrisiPK",
			"Giftpflanze",
			"Kghbln",
			"MichaelFrey",
			"The Evil IP address",
			"ThisCarthing",
			"Umherirrender"
		]
	},
	"abusefilter-warning": "'''Achtung:''' Diese Aktion wurde als potentiell unkonstruktiv erkannt.\nSolche Aktionen werden meist sehr schnell entfernt. In wiederholten und besonders schlimmen Fällen wird Ihr Benutzerkonto bzw. Ihre IP-Adresse gesperrt.\nWenn Sie meinen, dass diese Aktion sinnvoll ist, können Sie sie zum Bestätigen erneut speichern.\nKurzbeschreibung der verletzten Regel: $1",
	"abusefilter-disallowed": "Diese Aktion wurde automatisch als schädlich erkannt und deshalb nicht ausgeführt.\nSofern Sie denken, dass Ihr Beitrag konstruktiv war, wenden Sie sich bitte an einen Administrator und schildern ihm, was Sie beizutragen versucht haben.\nKurzbeschreibung der verletzten Regel: $1",
	"abusefilter-blocked-display": "Diese Aktion wurde automatisch als schädlich erkannt und nicht ausgeführt.\nFerner wurden Ihr Benutzerkonto und alle Ihnen zugehörigen IP-Adressen gesperrt.\nWenn Sie denken, dass es sich hierbei um einen Fehler handelt, wenden Sie sich bitte an einen Administrator.\nKurzbeschreibung der verletzten Regel: $1",
	"abusefilter-degrouped": "Diese Aktion wurde als schädlich erkannt und nicht ausgeführt.\nDa es möglich ist, dass Ihr Benutzerkonto kompromittiert wurde, wurden Ihnen alle gewährten Rechte genommen.\nWenn Sie denken, dass es sich hierbei um einen Fehler handelt, so wenden Sie sich bitte an einen Bürokraten und schilderen ihm, was Sie gerade getan haben, damit Ihre Rechte wiederhergestellt werden können.\nKurzbeschreibung der verletzten Regel: $1",
	"abusefilter-autopromote-blocked": "Diese Aktion wurde als schädlich erkannt und nicht ausgeführt.\nZusätzlich wurden Ihnen als Sicherheitsmaßnahme einige automatisch vergebene Rechte kurzzeitig genommen.\nKurzbeschreibung der verletzten Regel: $1",
	"abusefilter-blockreason": "Sie wurden durch einen Missbrauchsfilter automatisch gesperrt. Beschreibung der zutreffenden Regel: $1",
	"abusefilter-degroupreason": "Ihre Berechtigungen wurden durch einen Missbrauchsfilter automatisch beschränkt.\nBeschreibung der Regel: $1",
	"abusefilter-log-cannot-see-details": "Sie haben nicht die Berechtigung, Einzelheiten zur dieser Eingabe einzusehen.",
	"abusefilter-log-cannot-see-privatedetails": "Sie haben keine Berechtigung, um private Einzelheiten für diesen Eintrag einzusehen.",
	"abusefilter-log-details-hidden": "Sie können die Details dieses Eintrags nicht einsehen, da sie vor der Öffentlichkeit verborgen sind.",
	"abusefilter-log-details-hidden-implicit": "Sie können die Einzelheiten für diesen Eintrag nicht einsehen, da die dazugehörige Version für die öffentliche Einsicht versteckt ist.",
	"abusefilter-log-private-not-included": "Eine oder mehrere angegebene Filterkennungen sind privat. Da Sie nicht berechtigt sind, die Einzelheiten von privaten Filtern anzusehen, wurde nicht nach solchen Filtern gesucht.",
	"abusefilter-log-hide-forbidden": "Sie haben nicht die Berechtigung, die Einträge des Missbrauchsfilter-Logbuchs auszublenden.",
	"abusefilter-reautoconfirm-notallowed": "Sie sind nicht berechtigt, Benutzer wieder zu automatisch bestätigten Benutzern zu machen.",
	"abusefilter-edit-oldwarning": "<strong>Sie bearbeiten nicht die aktuelle, sondern eine ältere Version dieses Filters. Die Statistik gilt nur für die letzte Version des Filters. Wenn Sie speichern, wird diese als aktuelle Version neu gespeichert. </strong> &bull; [[Special:AbuseFilter/history/$2|Zurück zur Versionsgeschichte des Filters]]",
	"abusefilter-edit-oldwarning-view": "<strong>Sie sehen eine alte Version dieses Filters. Die angeführten Statistiken beziehen sich auf die neueste Version des Filters.</strong> &bull;\n[[Special:AbuseFilter/history/$2|Zurück zu der Versionsgeschichte des Filters]].",
	"abusefilter-edit-throttled-warning": "'''Warnung:''' Dieser Filter wurde automatisch als schädlich eingestuft. Als Sicherheitsmaßnahme {{PLURAL:$2|wird die folgende Aktion|werden die folgenden Aktionen}} nicht ausgeführt: $1. Bitte prüfen Sie, ob die hohe Trefferquote erwartet wird. Wenn ja, können Sie den Filter erneut speichern, um diese Einschränkung aufzuheben.",
	"abusefilter-edit-throttled-warning-no-actions": "'''Warnung:''' Dieser Filter wurde automatisch als schädlich eingestuft. Es wurden keine Aktionen automatisch deaktiviert, aber überprüfen Sie bitte, ob die hohe Trefferquote zu erwarten ist. Wenn ja, können Sie diese Warnung ignorieren.",
	"abusefilter-edit-denied": "Sie können die Einzelheiten zu diesem Filter nicht einsehen, da sie verborgen sind.",
	"abusefilter-edit-done": "[[Special:AbuseFilter/history/$1/diff/prev/$2|Ihre Änderungen]] am [[Special:AbuseFilter/$1|Filter „$3“]] wurden erfolgreich gespeichert.",
	"abusefilter-edit-badsyntax": "Der von Ihnen spezifizierte Filter enthält einen Syntaxfehler. Die Parserausgabe lautete: <pre>$1</pre>",
	"abusefilter-edit-deleting-enabled": "Sie können keinen aktiven Filter als gelöscht markieren.",
	"abusefilter-edit-restricted": "Sie können diesen Filter nicht bearbeiten, weil er eine oder mehrere verbotene Aktionen enthält.\nBitten Sie einen Benutzer, der verbotene Aktionen hinzufügen kann, darum, die Änderung für Sie vorzunehmen.",
	"abusefilter-edit-bad-tags": "Eine oder mehrere der angegebenen Markierungen sind nicht gültig.\nMarkierungen sollten kurz sein, sie dürfen keine Sonderzeichen enthalten und nicht durch eine andere Software reserviert sein. Versuchen Sie, einen neuen Markierungsnamen auszuwählen.",
	"abusefilter-edit-notallowed": "Es ist Ihnen nicht erlaubt, Missbrauchsfilter zu erstellen oder zu bearbeiten",
	"abusefilter-edit-notallowed-global": "Sie sind nicht berechtigt, globale Missbrauchsfilter zu erstellen oder zu verändern.",
	"abusefilter-revert-intro": "Mit diesem Formular können alle Änderungen durch den Missbrauchsfilter aufgrund von Filter $1 rückgängig gemacht werden.\nBitte verwenden Sie dieses Werkzeug mit Vorsicht.",
	"abusefilter-revert-preview-intro": "Unten sind die Aktionen des Missbrauchsfilters angegeben, die hiermit rückgängig gemacht werden.\nBitte überprüfen Sie sie sorgfältig und klicken Sie dann auf „{{int:abusefilter-revert-confirm}}“, um Ihre Auswahl zu bestätigen.",
	"abusefilter-revert-success": "Sie haben alle Aktionen des Missbrauchsfilters, die aufgrund von [[Special:AbuseFilter/$1|Filter $2]] vorgenommen wurden, rückgängig gemacht.",
	"abusefilter-test-intro": "Mit dieser Seite kann ein Filter probeweise auf die {{PLURAL:$1|letzte Änderung|letzten $1 Änderungen}} angewendet werden.\nUm einen bestehenden Filter zu laden, geben Sie seine Filter-ID in das Feld unterhalb des Bearbeiten-Textfeldes ein und klicken Sie auf die „{{int:abusefilter-test-load}}“-Schaltfläche.",
	"abusefilter-import-intro": "Sie können diese Schnittstelle verwenden, um Filter aus anderen Wikis zu importieren. Klicken Sie im Quellwiki auf die Schaltfläche „{{int:abusefilter-edit-export}}“ innerhalb von „{{int:abusefilter-edit-tools}}“. Kopieren Sie dort den erscheinenden Code, fügen Sie ihn hier ein und klicken Sie dann auf die Schaltfläche „{{int:abusefilter-import-submit}}“.",
	"abusefilter-import-invalid-data": "Die Daten, die Sie versucht haben zu importieren, sind nicht gültig",
	"abusefilter-invalid-request": "Ungültige Anfrage! Sie müssen auf private Logbucheinzelheiten mit dem Formular auf [[Special:AbuseLog/$1]] zugreifen und einen Grund angeben.",
	"abusefilter-invalid-request-noid": "Ungültige Anfrage! Sie müssen auf private Eintragseinzelheiten mit dem Formular auf der Missbrauchsfilter-Einzelheitenseite zugreifen und einen Grund angeben.",
	"abusefilter-noreason": "Warnung: Um die privaten Einzelheiten dieses Eintrags einzusehen, müssen Sie einen Grund angeben.",
	"notification-header-throttle-filter": "Der von {{GENDER:$1|Ihnen}} kürzlich bearbeitete Missbrauchsfilter $2 wurde gedrosselt.",
	"notification-header-throttle-filter-actions": "Der Missbrauchsfilter $2, den {{GENDER:$1|Sie}} kürzlich bearbeitet haben, hatte eine hohe Trefferquote und {{PLURAL:$4|die folgende Aktion wurde|die folgenden Aktionen wurden}} automatisch deaktiviert: $3.",
	"notification-header-throttle-filter-no-actions": "Der Missbrauchsfilter $2, den {{GENDER:$1|Sie}} kürzlich bearbeitet haben, hatte eine hohe Trefferquote, aber es wurden keine Aktionen automatisch deaktiviert.",
	"notification-subject-throttle-filter": "Ein von {{GENDER:$1|Ihnen}} kürzlich bearbeiteter Missbrauchsfilter wurde auf {{SITENAME}} gedrosselt."
}
