{
	"@metadata": {
		"authors": [
			"FRANCIS5091",
			"FRANELYA"
		]
	},
	"abusefilter-desc": "Pokianu huristik mimpoporion hilo niditan",
	"abusefilter-intro": "Kopiwosian mongoi id kouroso mangaraja Manahas Sinalaguno.\nManahas Sinalaguno nopo nga doungkaralano kumaraja  dit posusuangon momoripori iri numaan pokionuo id huristik mimpoporion montok oinsanan it maan.\nKouroso diti popokito do lis panahas potumboyo, om pabanar dilo do maan modipaito.",
	"abusefilter-warning": "'''Ponorohon''': Kinaraja diti noporianan nointutunan do kikoligogon.\nNiditan di awu nopongo maan pogulio do tiinu,\nom opinsugutan nu nopo do awu momongo niditan nga karaag do akaun nu toi ko maan antabai porotokol intonit ''IP''nu.\nOtumbayaan ko nopo do nopongo iti niditannu, maai nopo kaagu kotiko Pootodo do papatatap dilo.\nKointalangan do sinalaguno diti kooturan di kohompit do niditannu nopo nga oboyo do: $1",
	"abusefilter-disallowed": "Kinaraja diti noporianan nointutunan do kikoligogon, om ilo no do awu pasagaon.\nNiditan di awu nopongo maan pogulio do tiinu,\nOtumbayaan ko nopo do nopongo iti niditannu, maai gia sunudai it mintatamong  do nunu daa umbalan nu momonsoi. Kointalangan do sinalaguno diti kooturan di kohompit do kinarajanu nopo nga oboyo do: $1",
	"abusefilter-blocked-display": "Kinaraja diti noporianan nointutunan do kikoligogon, om nantaban ko do popotilombus dilo.\nMooi do otingolig ilo {{SITENAME}} akaun momomogunonu om oinsanan porotokol intonit toi ''IP''nu nga nantaban do mongidit.\nNung nokosilap iti, maai posunudo do mintatamong.\nKointalangan do sinalaguno diti kooturan di kohompit do kinarajanu nopo nga oboyo do: $1",
	"right-abusefilter-modify": "Alanai gagagan salahguno",
	"right-abusefilter-view": "Intaai gagagan salaguno",
	"right-abusefilter-log": "Intaai log salaguno",
	"abusefilter-log-search-user": "Momoguno:",
	"abusefilter-log-search-submit": "Ihumo",
	"abusefilter-log-linkoncontribs": "Log nasalaguno",
	"abusefilter-log-hide-reason": "Sabab:",
	"abusefilter-deleted": "Nopugas",
	"abusefilter-hitcount": "$1 {{PLURAL:$1|kotik|kokotik}}",
	"abusefilter-list-options-submit": "Inwoguai",
	"abusefilter-tools-reautoconfirm-user": "Momoguno:",
	"abusefilter-edit-tools": "Tangakakamot:"
}
