{
	"@metadata": {
		"authors": [
			"Asoxor",
			"Lost Whispers",
			"Épine",
			"ئارام بکر",
			"Aram"
		]
	},
	"cite_error": "ھەڵەی ژێدەرەکان: $1",
	"cite_error_ref_too_many_keys": "تاگی <code>&lt;ref&gt;</code>ی ڕێگەپێنەدراو؛\nبۆ نموونە، ناوە ھەڵەیەکان یان لە ڕادە بەدەر",
	"cite_error_references_duplicate_key": "تاگی <code>&lt;ref&gt;</code>ی ھەڵە؛ ناوی «$1» زیاتر لە یەک جار پێناسە کراوە لەگەڵ ناوەڕۆکی جیاوازدا",
	"cite_error_references_no_text": "تاگی <code>&lt;ref&gt;</code> ھەڵە؛\nھیچ دەقێک بۆ ژێدەری <code>$1</code> نەدراوە",
	"cite_error_included_ref": "داخەری ژێدەر <code>&lt;/ref&gt;</code> بۆ تاگی <code>&lt;ref&gt;</code> بەردەست نییە",
	"cite_error_references_missing_key": "<code>&lt;ref&gt;</code> تاگی «$1» کە لە <code>&lt;ژێدەرەکاندا&gt;</code> پێناسەکراوە لە دەقی وتاردا بەکارنەھاتووە.",
	"cite-tracking-category-cite-error": "ئەو پەڕانەی کێشەیان ھەیە لە پەراوێزەکاندا",
	"cite_references_link_many_format_backlink_labels": "ئ ا ب پ ت ج چ ح خ د ر ڕ ز ژ س ش ع غ ف ڤ ق ک گ ل ڵ م ن و ۆ ھ ە ی ێ ئئ ئا ئب ئپ ئت ئج ئچ ئح ئخ ئد ئر ئڕ ئز ئژ ئس ئش ئع ئغ ئف ئڤ ئق ئک ئگ ئل ئڵ ئم ئن ئو ئۆ ئھ ئە ئی ئێ ائ اا اب اپ ات اج اچ اح اخ اد ار اڕ از اژ اس اش اع اغ اف اڤ اق اک اگ ال اڵ ام ان او اۆ اھ اە ای اێ بئ با بب بپ بت بج بچ بح بخ بد بر بڕ بز بژ بس بش بع بغ بف بڤ بق بک بگ بل بڵ بم بن بو بۆ بھ بە بی بێ پئ پا پب پپ پت پج پچ پح پخ پد پر پڕ پز پژ پس پش پع پغ پف پڤ پق پک پگ پل پڵ پم پن پو پۆ پھ پە پی پێ تئ تا تب تپ تت تج تچ تح تخ تد تر تڕ تز تژ تس تش تع تغ تف تڤ تق تک تگ تل تڵ تم تن تو تۆ تھ تە تی تێ جئ جا جب جپ جت جج جچ جح جخ جد جر جڕ جز جژ جس جش جع جغ جف جڤ جق جک جگ جل جڵ جم جن جو جۆ جھ جە جی جێ چئ چا چب چپ چت چج چچ چح چخ چد چر چڕ چز چژ چس چش چع چغ چف چڤ چق چک چگ چل چڵ چم چن چو چۆ چھ چە چی چێ حئ حا حب حپ حت حج حچ حح حخ حد حر حڕ حز حژ حس حش حع حغ حف حڤ حق حک حگ حل حڵ حم حن حو حۆ حھ حە حی حێ خئ خا خب خپ خت خج خچ خح خخ خد خر خڕ خز خژ خس خش خع خغ خف خڤ خق خک خگ خل خڵ خم خن خو خۆ خھ خە خی خێ دئ دا دب دپ دت دج دچ دح دخ دد در دڕ دز دژ دس دش دع دغ دف دڤ دق دک دگ دل دڵ دم دن دو دۆ دھ دە دی دێ رئ را رب رپ رت رج رچ رح رخ رد رر رڕ رز رژ رس رش رع رغ رف رڤ رق رک رگ رل رڵ رم رن رو رۆ رھ رە ری رێ ڕئ ڕا ڕب ڕپ ڕت ڕج ڕچ ڕح ڕخ ڕد ڕر ڕڕ ڕز ڕژ ڕس ڕش ڕع ڕغ ڕف ڕڤ ڕق ڕک ڕگ ڕل ڕڵ ڕم ڕن ڕو ڕۆ ڕھ ڕە ڕی ڕێ زئ زا زب زپ زت زج زچ زح زخ زد زر زڕ زز زژ زس زش زع زغ زف زڤ زق زک زگ زل زڵ زم زن زو زۆ زھ زە زی زێ ژئ ژا ژب ژپ ژت ژج ژچ ژح ژخ ژد ژر ژڕ ژز ژژ ژس ژش ژع ژغ ژف ژڤ ژق ژک ژگ ژل ژڵ ژم ژن ژو ژۆ ژھ ژە ژی ژێ سئ سا سب سپ ست سج سچ سح سخ سد سر سڕ سز سژ سس سش سع سغ سف سڤ سق سک سگ سل سڵ سم سن سو سۆ سھ سە سی سێ شئ شا شب شپ شت شج شچ شح شخ شد شر شڕ شز شژ شس شش شع شغ شف شڤ شق شک شگ شل شڵ شم شن شو شۆ شھ شە شی شێ عئ عا عب عپ عت عج عچ عح عخ عد عر عڕ عز عژ عس عش عع عغ عف عڤ عق عک عگ عل عڵ عم عن عو عۆ عھ عە عی عێ غئ غا غب غپ غت غج غچ غح غخ غد غر غڕ غز غژ غس غش غع غغ غف غڤ غق غک غگ غل غڵ غم غن غو غۆ غھ غە غی غێ فئ فا فب فپ فت فج فچ فح فخ فد فر فڕ فز فژ فس فش فع فغ فف فڤ فق فک فگ فل فڵ فم فن فو فۆ فھ فە فی فێ ڤئ ڤا ڤب ڤپ ڤت ڤج ڤچ ڤح ڤخ ڤد ڤر ڤڕ ڤز ڤژ ڤس ڤش ڤع ڤغ ڤف ڤڤ ڤق ڤک ڤگ ڤل ڤڵ ڤم ڤن ڤو ڤۆ ڤھ ڤە ڤی ڤێ قئ قا قب قپ قت قج قچ قح قخ قد قر قڕ قز قژ قس قش قع قغ قف قڤ قق قک قگ قل قڵ قم قن قو قۆ قھ قە قی قێ کئ کا کب کپ کت کج کچ کح کخ کد کر کڕ کز کژ کس کش کع کغ کف کڤ کق کک کگ کل کڵ کم کن کو کۆ کھ کە کی کێ گئ گا گب گپ گت گج گچ گح گخ گد گر گڕ گز گژ گس گش گع گغ گف گڤ گق گک گگ گل گڵ گم گن گو گۆ گھ گە گی گێ لئ لا لب لپ لت لج لچ لح لخ لد لر لڕ لز لژ لس لش لع لغ لف لڤ لق لک لگ لل لڵ لم لن لو لۆ لھ لە لی لێ ڵئ ڵا ڵب ڵپ ڵت ڵج ڵچ ڵح ڵخ ڵد ڵر ڵڕ ڵز ڵژ ڵس ڵش ڵع ڵغ ڵف ڵڤ ڵق ڵک ڵگ ڵل ڵڵ ڵم ڵن ڵو ڵۆ ڵھ ڵە ڵی ڵێ مئ ما مب مپ مت مج مچ مح مخ مد مر مڕ مز مژ مس مش مع مغ مف مڤ مق مک مگ مل مڵ مم من مو مۆ مھ مە می مێ نئ نا نب نپ نت نج نچ نح نخ ند نر نڕ نز نژ نس نش نع نغ نف نڤ نق نک نگ نل نڵ نم نن نو نۆ نھ نە نی نێ وئ وا وب وپ وت وج وچ وح وخ ود ور وڕ وز وژ وس وش وع وغ وف وڤ وق وک وگ ول وڵ وم ون وو وۆ وھ وە وی وێ ۆئ ۆا ۆب ۆپ ۆت ۆج ۆچ ۆح ۆخ ۆد ۆر ۆڕ ۆز ۆژ ۆس ۆش ۆع ۆغ ۆف ۆڤ ۆق ۆک ۆگ ۆل ۆڵ ۆم ۆن ۆو ۆۆ ۆھ ۆە ۆی ۆێ ھئ ھا ھب ھپ ھت ھج ھچ ھح ھخ ھد ھر ھڕ ھز ھژ ھس ھش ھع ھغ ھف ھڤ ھق ھک ھگ ھل ھڵ ھم ھن ھو ھۆ ھھ ھە ھی ھێ ەئ ەا ەب ەپ ەت ەج ەچ ەح ەخ ەد ەر ەڕ ەز ەژ ەس ەش ەع ەغ ەف ەڤ ەق ەک ەگ ەل ەڵ ەم ەن ەو ەۆ ەھ ەە ەی ەێ یئ یا یب یپ یت یج یچ یح یخ ید یر یڕ یز یژ یس یش یع یغ یف یڤ یق یک یگ یل یڵ یم ین یو یۆ یھ یە یی یێ ێئ ێا ێب ێپ ێت ێج ێچ ێح ێخ ێد ێر ێڕ ێز ێژ ێس ێش ێع ێغ ێف ێڤ ێق ێک ێگ ێل ێڵ ێم ێن ێو ێۆ ێھ ێە ێی ێێ",
	"cite_references_link_accessibility_label": "باز بدە بۆ سەرەوە",
	"cite_references_link_many_accessibility_label": "باز بدە بەرەو:",
	"cite_section_preview_references": "پێشبینینی سەرچاوەکان",
	"cite_warning": "ئاگادارکردنەوەی ئاماژە: $1"
}
